/* No comment provided by engineer. */
"Boot EFI Volume not found!" = "Boot EFI nicht gefunden!";

/* No comment provided by engineer. */
"Bummer" = "Schade";

/* No comment provided by engineer. */
"Choose an EFI folder" = "Wähle einen EFI Ordner";

/* No comment provided by engineer. */
"Choose an OpenCore config file" = "Wähle eine OpenCore Konfiguartionsdatei";

/* No comment provided by engineer. */
"Disabled" = "Deaktiviert";

/* No comment provided by engineer. */
"Do Not Move" = "Nicht verschieben";

/* No comment provided by engineer. */
"Do you want to create a system report right now?" = "Möchtest Du jetzt einen Systemreport erstellen?";

/* No comment provided by engineer. */
"Enabled" = "Aktiviert";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like. This will keep your Downloads folder uncluttered." = "Ich kann mich selbst in den Programme-Ordner verschieben wenn Du möchtest. Somit bleibt Dein Download-Ordner aufgeräumt.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "In den Programme-Ordner verschieben";

/* No comment provided by engineer. */
"Move to Applications folder?" = "In den Programme-Ordner verschieben?";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"No selection!" = "Nichts ausgewählt!";

/* No comment provided by engineer. */
"Please choose anything before and try again." = "Bitte wähle erst etwas aus und versuche es erneut.";

/* No comment provided by engineer. */
"Read / Write" = "Lesen / Schreiben";

/* No comment provided by engineer. */
"Read only" = "Nur lesen";

/* No comment provided by engineer. */
"The volume containing the Boot EFI is no longer available in the system. Please connect the device to the computer and try again." = "Das Volume welches die Boot EFI enthält ist nicht mehr im System verfügbar. Bitte verbinde das Gerät mit dem Rechner und versuche es noch einmal.";

/* No comment provided by engineer. */
"This could take some time. You can abort it every time." = "Das kann eine Weile dauern. Du kannst den Vorgang aber jederzeit abbrechen.";

/* No comment provided by engineer. */
"Uh Oh! An error has occured." = "Oh nein! Ein Fehler ist aufgetreten.";

/* No comment provided by engineer. */
"Warning" = "Warnung";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You are not connected to the Internet or the Server is not reachable at the moment. Please try again later." = "Du bist entweder nicht mit dem Internet verbunden oder der Server antwortet im Moment nicht. Versuche es später noch einmal.";

/* No comment provided by engineer. */
"Sever maintenance" = "Server Aktualisierunsarbeiten";

/* No comment provided by engineer. */
"Server is doing some maintenance stuff these minutes. Please try again in  a few minutes." = "Der Server führt gerade Aktualisierunsarbeiten durch. Bitte versuche es in in ein paar Minuten noch einmal.";

/* No comment provided by engineer. */
"General information!" = "Generelle Information";

/* No comment provided by engineer. */
"If there are any malfunctions, 99% of the time it is always the activated SIP to blame. Either you deactivate the SIP temporarily or not all functions can be used by the Kext Updater. Please also refrain from bug reports, as I cannot change anything about this. Thank you!" = "Wenn es zu irgendwelchen Fehlfunktionnen kommen sollte ist zu 99% immer die eingeschaltete SIP daran schuld. Entweder Du deaktivierst die SIP temporär oder aber nicht alle Funktionen können vom Kext Updater genutzt werden. Bitte siehe auch von Bug Reports ab, da ich an diesem Umstand nichts ändern kann. Danke.";

/* No comment provided by engineer. */
"Understand" = "Verstanden";
